//*************************************************************************
//*************************************************************************
//**                                                                     **
//**        (C)Copyright 1985-2010, American Megatrends, Inc.            **
//**                                                                     **
//**                       All Rights Reserved.                          **
//**                                                                     **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093           **
//**                                                                     **
//**                       Phone: (770)-246-8600                         **
//**                                                                     **
//*************************************************************************
//*************************************************************************

//*************************************************************************
// $Header: $
//
// $Revision: $
//
// $Date: $
//*************************************************************************
// Revision History
// ----------------
// $Log: $
// 
//*************************************************************************
//<AMI_FHDR_START>
//
// Name: CRB.UNI
//
// Description: Chipset Reference Board setup string definitions 
//
//<AMI_FHDR_END>
//*************************************************************************

/=#
#include "VFR.uni"

#string STR_HW_MONITOR_SUBTITLE        #language eng "Hardware Health"
                                       #language zh-chs "硬件健康"                                       

#string STR_HW_MONITOR_FORM	       #language eng "Hardware Monitor"
                                   #language zh-chs "硬件监测"
#string STR_HW_MONITOR_HELP	       #language eng "Hardware Monitor"
                                   #language zh-chs "监测主板的电压、温度和功耗等等。"
#string STR_HW_MONITOR_BOARD_SUBTITLE   #language eng "Board Information"
                                        #language zh-chs "主板信息"
#string STR_HW_MONITOR_CPU0_SUBTITLE   #language eng  "CPU0 Information"
                                       #language zh-chs  "CPU0 信息"
#string STR_HW_MONITOR_CPU1_SUBTITLE   #language eng  "CPU1 Information"
                                       #language zh-chs  "CPU1 信息"
#string STR_CPU_FAN0_SPEED_NAME	       #language eng "CPU Fan0 Speed"
                                       #language zh-chs "CPU 风扇0 速度"
#string STR_CPU_FAN0_SPEED_HELP	       #language eng "CPU Fan0 Speed"
                                       #language zh-chs "CPU 风扇0 速度"
#string STR_CPU_FAN0_SPEED_VALUE       #language eng "N/A"
                                       #language zh-chs "N/A"
#string STR_CPU0_TEMPERATURE_NAME      #language eng "CPU0 Temperature"
                                       #language zh-chs "CPU0 温度"
#string STR_CPU0_TEMPERATURE_HELP      #language eng "CPU0 Temperature"
                                       #language zh-chs "CPU0 温度"
#string STR_CPU0_TEMPERATURE_VALUE     #language eng "N/A"
                                       #language zh-chs "N/A"
#string STR_CPU0_VCC_NAME              #language eng "CPU0 VCC"
                                       #language zh-chs "CPU0 VCC"
#string STR_CPU0_VCC_HELP              #language eng "CPU0 VCC"
                                       #language zh-chs "CPU0 VCC"
#string STR_CPU0_VCC_VALUE             #language eng "N/A"
                                       #language zh-chs "N/A"
#string STR_CPU0_VTT_NAME	       #language eng "CPU0 VTT"
                                   #language zh-chs "CPU0 VTT"
#string STR_CPU0_VTT_HELP	       #language eng "CPU0 VTT"
                                   #language zh-chs "CPU0 VTT"
#string STR_CPU0_VTT_VALUE	       #language eng "N/A"
                                   #language zh-chs "N/A"
#string STR_CPU0_VDDQ_NAME	       #language eng "CPU0 VDDQ"
                                   #language zh-chs "CPU0 VDDQ"
#string STR_CPU0_VDDQ_HELP	       #language eng "CPU0 iMC VDDQ"
                                   #language zh-chs "CPU0 iMC VDDQ"
#string STR_CPU0_VDDQ_VALUE	       #language eng "N/A"
                                   #language zh-chs "N/A"
#string STR_CPU_FAN1_SPEED_NAME	       #language eng "CPU Fan1 Speed"
                                       #language zh-chs "CPU 风扇1 速度"
#string STR_CPU_FAN1_SPEED_HELP	       #language eng "CPU Fan1 Speed"
                                       #language zh-chs "CPU 风扇1 速度"
#string STR_CPU_FAN1_SPEED_VALUE       #language eng "N/A"
                                       #language zh-chs "N/A"
#string STR_CPU1_TEMPERATURE_NAME      #language eng "CPU1 Temperature"
                                       #language zh-chs "CPU1 温度"
#string STR_CPU1_TEMPERATURE_HELP      #language eng "CPU1 Temperature"
                                       #language zh-chs "CPU1 温度"
#string STR_CPU1_TEMPERATURE_VALUE     #language eng "N/A"
                                       #language zh-chs "N/A"
#string STR_CPU1_VCC_NAME              #language eng "CPU1 VCC"
                                       #language zh-chs  "CPU1 VCC"
#string STR_CPU1_VCC_HELP              #language eng "CPU1 VCC"
                                       #language zh-chs  "CPU1 VCC"
#string STR_CPU1_VCC_VALUE             #language eng "N/A"
                                       #language zh-chs "N/A"
#string STR_CPU1_VTT_NAME	       #language eng "CPU1 VTT"
                                   #language zh-chs "CPU1 VTT"
#string STR_CPU1_VTT_HELP	       #language eng "CPU1 VTT"
                                   #language zh-chs "CPU1 VTT"
#string STR_CPU1_VTT_VALUE	       #language eng "N/A"
                                   #language zh-chs "N/A"
#string STR_CPU1_VDDQ_NAME	       #language eng "CPU1 VDDQ"
                                   #language zh-chs "CPU1 VDDQ"
#string STR_CPU1_VDDQ_HELP	       #language eng "CPU1 iMC VDDQ"
                                   #language zh-chs "CPU1 iMC VDDQ"
#string STR_CPU1_VDDQ_VALUE	       #language eng "N/A"
                                   #language zh-chs "N/A"
//Board Sensor
#string STR_BOARD_12V_NAME	       #language eng "P12V"
                                   #language zh-chs "P12V"
#string STR_BOARD_12V_HELP	       #language eng "Board P12V"
                                   #language zh-chs "主板 P12V"
#string STR_BOARD_12V_VALUE	       #language eng "N/A"
                                   #language zh-chs "N/A"
#string STR_BOARD_5V_NAME	       #language eng "P5V"
                                   #language zh-chs "P5V"
#string STR_BOARD_5V_HELP	       #language eng "Board P5V"
                                   #language zh-chs "主板 P5V"
#string STR_BOARD_5V_VALUE	       #language eng "N/A"
                                   #language zh-chs "N/A"
#string STR_BOARD_3V3_NAME	       #language eng "P3V3"
                                   #language zh-chs "P3V3"
#string STR_BOARD_3V3_HELP	       #language eng "Board P3V3"
                                   #language zh-chs "主板 P3V3"
#string STR_BOARD_3V3_VALUE	       #language eng "N/A"
                                   #language zh-chs "N/A"
#string STR_BOARD_VBAT_NAME	       #language eng "VBAT"
                                   #language zh-chs "VBAT"
#string STR_BOARD_VBAT_HELP	       #language eng "P3V3 VBAT"
                                   #language zh-chs "P3V3 VBAT"
#string STR_BOARD_VBAT_VALUE	       #language eng "N/A"
                                       #language zh-chs "N/A"
#string STR_BOARD_1V1_SSB_NAME	       #language eng "P1V1 SSB"
                                       #language zh-chs "P1V1 SSB"
#string STR_BOARD_1V1_SSB_HELP	       #language eng "Board P1V1 SSB"
                                       #language zh-chs "主板 P1V1 SSB"
#string STR_BOARD_1V1_SSB_VALUE	       #language eng "N/A"
                                       #language zh-chs "N/A"
#string STR_BOARD_1V1_STBY_SSB_NAME	       #language eng "P1V1 STBY SSB"
                                           #language zh-chs "P1V1 STBY SSB"
#string STR_BOARD_1V1_STBY_SSB_HELP	       #language eng "Board P1V1 Standby SSB"
                                           #language zh-chs "主板 P1V1 备用 SSB"
#string STR_BOARD_1V1_STBY_SSB_VALUE	       #language eng "N/A"
                                               #language zh-chs "N/A"
#string STR_HORIZONTAL_LINE		           #language eng "-----------------------------------------------"
                                           #language zh-chs "-----------------------------------------------"
#string STR_SENSOR_CATEGORY		           #language eng "Sensor Dash Board"
                                           #language zh-chs "传感器控制板"
#string STR_NULL_STRING				   		#language eng ""
                                            #language zh-chs ""
//<Lizhq037-20170106 Can not enter Hardware Monitor control panel if BMC was disabled. +>
#string STR_GET_BMC_SDR #language eng "Reading BMC SDR Status:"
                        #language zh-chs "读 BMC SDR 状态:"
#string STR_GET_BMC_SDR_VALUE #language eng "Success"
                              #language zh-chs "成功"
//<Lizhq037-20170106 Can not enter Hardware Monitor control panel if BMC was disabled. ->

//#string <string name>                 #language eng ""
//*************************************************************************
//*************************************************************************
//**                                                                     **
//**        (C)Copyright 1985-2010, American Megatrends, Inc.            **
//**                                                                     **
//**                       All Rights Reserved.                          **
//**                                                                     **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093           **
//**                                                                     **
//**                       Phone: (770)-246-8600                         **
//**                                                                     **
//*************************************************************************
//*************************************************************************
